Repository: digitalfreedom-co-za/bucketeer
Catalog: Bucketeer/Resources/Localizable.xcstrings
Source language: en
Languages: cs, da, de, el, es, fi, fr, hu, it, ja, ko, nb, nl, pl, pt_br, pt_pt, ru, sv

# about.contact.title
source: Contact
cs: Kontakt
da: Kontakt
de: Kontakt
el: Επικοινωνία
es: Contacto
fi: Yhteystiedot
hu: Kapcsolat
it: Contatti
ja: 連絡先
ko: 연락처
nb: Kontakt
pl: Kontakt
pt_br: Contato
pt_pt: Contacto
ru: Контакты
sv: Kontakt

# about.legal.summary
source: Bucketeer is source-available, not open source. The single canonical binary is distributed via the Mac App Store. See License, EULA and Open Source Notices for details.
cs: Bucketeer je software s dostupným zdrojovým kódem (source-available), nikoli open source. Jediná kanonická binárka je distribuována přes Mac App Store. Podrobnosti najdete v Licenci, EULA a poznámkách k open source.
da: Bucketeer er source-available, ikke open source. Den eneste kanoniske binære fil distribueres via Mac App Store. Se Licens, EULA og Open Source-meddelelser for detaljer.
de: Bucketeer ist Source-Available, keine OSI-Open-Source. Die einzige autorisierte Binärdistribution läuft über den Mac App Store. Details unter Lizenz, EULA und Open-Source-Hinweise.
el: Το Bucketeer διατίθεται με διαθέσιμο πηγαίο κώδικα (source-available), δεν είναι ανοιχτού κώδικα. Το μοναδικό επίσημο εκτελέσιμο διανέμεται μέσω του Mac App Store. Δείτε την Άδεια χρήσης, την EULA και τις Σημειώσεις ανοιχτού κώδικα για λεπτομέρειες.
es: Bucketeer es de código disponible, no de código abierto. El único binario canónico se distribuye a través de la Mac App Store. Consulta la Licencia, el EULA y los Avisos de Open Source para más detalles.
fi: Bucketeer on lähdekoodiltaan saatavilla (source-available), ei avointa lähdekoodia. Ainoa virallinen binääri jaellaan Mac App Storen kautta. Katso lisätiedot lisenssistä, EULAsta ja avoimen lähdekoodin ilmoituksista.
fr: Bucketeer est en source disponible, pas open source. Le seul binaire officiel est distribué via le Mac App Store. Voir la Licence, le CLUF et les Mentions Open Source pour les détails.
hu: A Bucketeer source-available, nem nyílt forráskódú. Az egyetlen hivatalos bináris a Mac App Store-on keresztül kerül terjesztésre. Részletek a Licenc, az EULA és a Nyílt forráskódú közlemények részben.
it: Bucketeer è a sorgente disponibile, non open source. L'unico binario ufficiale viene distribuito tramite il Mac App Store. Consulta Licenza, EULA e Avvisi Open Source per dettagli.
ja: Bucketeer はソース公開ですが、オープンソースではありません。正規のバイナリは Mac App Store でのみ配布されます。詳細はライセンス、EULA、オープンソース表記をご覧ください。
ko: Bucketeer는 소스가 공개되지만 오픈 소스는 아닙니다. 공식 바이너리는 Mac App Store를 통해서만 배포됩니다. 자세한 내용은 라이선스, EULA, 오픈 소스 고지를 참조하세요.
nb: Bucketeer er source-available, ikke åpen kildekode. Den ene kanoniske binærfilen distribueres via Mac App Store. Se Lisens, EULA og Åpen kildekode-merknader for detaljer.
nl: Bucketeer is source-available, geen open source. De enige officiële binary wordt verspreid via de Mac App Store. Zie Licentie, EULA en Open Source-vermeldingen voor details.
pl: Bucketeer udostępnia kod źródłowy, ale nie jest open source. Jedyna oficjalna wersja binarna jest dystrybuowana przez Mac App Store. Szczegóły w Licencji, EULA i Informacjach o Open Source.
pt_br: O Bucketeer tem o código disponível, mas não é open source. O único binário oficial é distribuído pela Mac App Store. Veja Licença, EULA e Avisos de Open Source para detalhes.
pt_pt: O Bucketeer é source-available, não open source. O único binário canónico é distribuído através da Mac App Store. Consulte a Licença, o EULA e os Avisos de Código Aberto para mais detalhes.
ru: Bucketeer распространяется по модели source-available, это не open source. Единственная каноническая сборка распространяется через Mac App Store. Подробности см. в разделах «Лицензия», «EULA» и «Открытый код».
sv: Bucketeer är source-available, inte öppen källkod. Den enda kanoniska binärfilen distribueras via Mac App Store. Se Licens, EULA och Open Source-notiser för detaljer.

# about.link.issues
source: Report Issue
cs: Nahlásit problém
da: Rapportér problem
de: Fehler melden
el: Αναφορά προβλήματος
es: Informar de un problema
fi: Ilmoita ongelmasta
fr: Signaler un problème
hu: Hiba bejelentése
it: Segnala un problema
ja: 問題を報告
ko: 문제 보고
nb: Rapporter problem
nl: Probleem melden
pl: Zgłoś problem
pt_br: Relatar problema
pt_pt: Comunicar problema
ru: Сообщить о проблеме
sv: Rapportera problem

# about.link.website
source: Website
cs: Web
da: Websted
de: Webseite
el: Ιστότοπος
es: Sitio web
fi: Verkkosivusto
fr: Site web
hu: Weboldal
it: Sito web
ja: ウェブサイト
ko: 웹사이트
nb: Nettsted
pl: Strona internetowa
pt_br: Site
ru: Веб-сайт
sv: Webbplats

# about.markdown.missing
source: This document is not bundled with the current build.
cs: Tento dokument není součástí aktuálního sestavení.
da: Dette dokument følger ikke med den aktuelle version.
de: Dieses Dokument ist im aktuellen Build nicht enthalten.
el: Αυτό το έγγραφο δεν περιλαμβάνεται στην τρέχουσα έκδοση.
es: Este documento no está incluido en la versión actual.
fi: Tämä dokumentti ei sisälly nykyiseen koontiversioon.
fr: Ce document n'est pas inclus dans cette version.
hu: Ez a dokumentum nincs mellékelve a jelenlegi buildhez.
it: Questo documento non è incluso nella build attuale.
ja: このドキュメントは現在のビルドに含まれていません。
ko: 이 문서는 현재 빌드에 포함되어 있지 않습니다.
nb: Dette dokumentet er ikke inkludert i denne versjonen.
nl: Dit document zit niet in deze build.
pl: Ten dokument nie jest dołączony do bieżącej kompilacji.
pt_br: Este documento não está incluído nesta build.
pt_pt: Este documento não está incluído na compilação atual.
ru: Этот документ не включён в текущую сборку.
sv: Det här dokumentet medföljer inte det aktuella bygget.

# about.publisher.title
source: Publisher
cs: Vydavatel
da: Udgiver
de: Herausgeber
el: Εκδότης
es: Editor
fi: Julkaisija
fr: Éditeur
hu: Kiadó
it: Editore
ja: 発行元
ko: 퍼블리셔
nb: Utgiver
nl: Uitgever
pl: Wydawca
pt_br: Editora
pt_pt: Editor
ru: Издатель
sv: Utgivare

# about.section.about
source: About
cs: O aplikaci
da: Om
de: Über
el: Πληροφορίες
es: Acerca de
fi: Tietoja
fr: À propos
hu: Névjegy
it: Informazioni
ja: 概要
ko: 정보
nb: Om
nl: Over
pl: Informacje
pt_br: Sobre
pt_pt: Acerca
ru: О программе
sv: Om

# about.section.impressum
source: Impressum
cs: Impresum
da: Kolofon
es: Aviso legal
fr: Mentions légales
hu: Impresszum
ja: 発行者情報
ko: 법적 고지
ru: Импрессум

# about.section.license
source: License
cs: Licence
da: Licens
de: Lizenz
el: Άδεια χρήσης
es: Licencia
fi: Lisenssi
fr: Licence
hu: Licenc
it: Licenza
ja: ライセンス
ko: 라이선스
nb: Lisens
nl: Licentie
pl: Licencja
pt_br: Licença
pt_pt: Licença
ru: Лицензия
sv: Licens

# about.section.privacy
source: Privacy
cs: Soukromí
da: Privatliv
de: Datenschutz
el: Απόρρητο
es: Privacidad
fi: Tietosuoja
fr: Confidentialité
hu: Adatvédelem
ja: プライバシー
ko: 개인정보 처리방침
nb: Personvern
pl: Prywatność
pt_br: Privacidade
pt_pt: Privacidade
ru: Конфиденциальность
sv: Integritet

# about.tagline
source: Native macOS app for browsing, transferring, mounting and synchronising S3-compatible object storage across multiple providers.
cs: Nativní aplikace pro macOS k procházení, přenosu, připojování a synchronizaci objektových úložišť kompatibilních s S3 napříč více poskytovateli.
da: Native macOS-app til at gennemse, overføre, montere og synkronisere S3-kompatibelt objektlager på tværs af flere udbydere.
de: Native macOS-App zum Durchstöbern, Übertragen, Einbinden und Synchronisieren von S3-kompatiblem Object Storage über verschiedene Anbieter hinweg.
el: Εγγενής εφαρμογή macOS για περιήγηση, μεταφορά, προσάρτηση και συγχρονισμό αποθήκευσης αντικειμένων συμβατής με S3 σε πολλούς παρόχους.
es: App nativa de macOS para navegar, transferir, montar y sincronizar almacenamiento de objetos compatible con S3 entre varios proveedores.
fi: Natiivi macOS-sovellus S3-yhteensopivan objektitallennuksen selaamiseen, siirtämiseen, liittämiseen ja synkronointiin useiden palveluntarjoajien välillä.
fr: Application macOS native pour parcourir, transférer, monter et synchroniser le stockage d'objets compatible S3 entre plusieurs fournisseurs.
hu: Natív macOS-alkalmazás S3-kompatibilis objektumtárolók böngészéséhez, átviteléhez, csatolásához és szinkronizálásához több szolgáltatónál.
it: App nativa per macOS per esplorare, trasferire, montare e sincronizzare object storage compatibile con S3 tra più provider.
ja: 複数のプロバイダにまたがって S3 互換オブジェクトストレージを参照、転送、マウント、同期できる macOS ネイティブアプリ。
ko: 여러 공급자의 S3 호환 오브젝트 스토리지를 탐색, 전송, 마운트, 동기화할 수 있는 macOS 네이티브 앱.
nb: Nativ macOS-app for å bla i, overføre, montere og synkronisere S3-kompatibel objektlagring på tvers av flere leverandører.
nl: Native macOS-app om S3-compatibele objectopslag bij meerdere providers te verkennen, te verplaatsen, te koppelen en te synchroniseren.
pl: Natywna aplikacja macOS do przeglądania, przesyłania, montowania i synchronizowania pamięci obiektowej kompatybilnej z S3 między wieloma dostawcami.
pt_br: App nativo do macOS para navegar, transferir, montar e sincronizar armazenamento de objetos compatível com S3 entre vários provedores.
pt_pt: Aplicação nativa para macOS para navegar, transferir, montar e sincronizar armazenamento de objetos compatível com S3 em vários fornecedores.
ru: Нативное приложение для macOS для просмотра, передачи, монтирования и синхронизации S3-совместимых объектных хранилищ у разных провайдеров.
sv: Native macOS-app för att bläddra i, överföra, montera och synkronisera S3-kompatibel objektlagring hos flera leverantörer.

# about.title
source: About Bucketeer
cs: O aplikaci Bucketeer
da: Om Bucketeer
de: Über Bucketeer
el: Πληροφορίες για το Bucketeer
es: Acerca de Bucketeer
fi: Tietoja Bucketeerista
fr: À propos de Bucketeer
hu: A Bucketeer névjegye
it: Informazioni su Bucketeer
ja: Bucketeer について
ko: Bucketeer 정보
nb: Om Bucketeer
nl: Over Bucketeer
pl: Informacje o Bucketeer
pt_br: Sobre o Bucketeer
pt_pt: Acerca do Bucketeer
ru: О программе Bucketeer
sv: Om Bucketeer

# about.version.%@.build.%@
source: Version %1$@ (Build %2$@)
cs: Verze %1$@ (sestavení %2$@)
el: Έκδοση %1$@ (Build %2$@)
es: Versión %1$@ (Build %2$@)
fi: Versio %1$@ (koontiversio %2$@)
hu: Verzió: %1$@ (build: %2$@)
it: Versione %1$@ (Build %2$@)
ja: バージョン %1$@(ビルド %2$@)
ko: 버전 %1$@ (빌드 %2$@)
nb: Versjon %1$@ (build %2$@)
nl: Versie %1$@ (Build %2$@)
pl: Wersja %1$@ (Kompilacja %2$@)
pt_br: Versão %1$@ (Build %2$@)
pt_pt: Versão %1$@ (Compilação %2$@)
ru: Версия %1$@ (сборка %2$@)
sv: Version %1$@ (bygge %2$@)

# account.action.hideSecret
source: Hide
cs: Skrýt
da: Skjul
de: Verbergen
el: Απόκρυψη
es: Ocultar
fi: Kätke
fr: Masquer
hu: Elrejtés
it: Nascondi
ja: 非表示
ko: 숨기기
nb: Skjul
nl: Verberg
pl: Ukryj
pt_br: Ocultar
pt_pt: Ocultar
ru: Скрыть
sv: Dölj

# account.action.revealSecret.fallback
source: Use Password
cs: Použít heslo
da: Brug adgangskode
de: Passwort verwenden
el: Χρήση συνθηματικού
es: Usar contraseña
fi: Käytä salasanaa
fr: Utiliser le mot de passe
hu: Jelszó használata
it: Usa password
ja: パスワードを使用
ko: 암호 사용
nb: Bruk passord
nl: Wachtwoord gebruiken
pl: Użyj hasła
pt_br: Usar senha
pt_pt: Usar palavra-passe
ru: Ввести пароль
sv: Använd lösenord

# account.action.revealSecret.notFound
source: No stored credentials were found for this account.
cs: Pro tento účet nebyly nalezeny žádné uložené přihlašovací údaje.
da: Der blev ikke fundet gemte adgangsoplysninger for denne konto.
de: Für dieses Konto wurden keine gespeicherten Zugangsdaten gefunden.
el: Δεν βρέθηκαν αποθηκευμένα διαπιστευτήρια για αυτόν τον λογαριασμό.
es: No se encontraron credenciales guardadas para esta cuenta.
fi: Tälle tilille ei löytynyt tallennettuja tunnistetietoja.
fr: Aucun identifiant enregistré trouvé pour ce compte.
hu: Ehhez a fiókhoz nem található mentett hitelesítő adat.
it: Nessuna credenziale salvata trovata per questo account.
ja: このアカウントに保存された認証情報は見つかりませんでした。
ko: 이 계정에 저장된 자격 증명을 찾을 수 없습니다.
nb: Fant ingen lagret påloggingsinformasjon for denne kontoen.
nl: Geen opgeslagen referenties gevonden voor dit account.
pl: Nie znaleziono zapisanych poświadczeń dla tego konta.
pt_br: Nenhuma credencial salva foi encontrada para esta conta.
pt_pt: Não foram encontradas credenciais guardadas para esta conta.
ru: Сохранённые учётные данные для этой учётной записи не найдены.
sv: Inga sparade inloggningsuppgifter hittades för det här kontot.

# account.action.revealSecret.reason
source: Reveal the stored secret access key
cs: Zobrazit uložený tajný přístupový klíč
da: Vis den gemte hemmelige adgangsnøgle
de: Den gespeicherten geheimen Zugriffsschlüssel anzeigen
el: Εμφάνιση του αποθηκευμένου μυστικού κλειδιού πρόσβασης
es: Revelar la clave de acceso secreta almacenada
fi: Näytä tallennettu salainen avain
fr: Révéler la clé d'accès secrète stockée
hu: A mentett titkos hozzáférési kulcs felfedése
it: Rivela la chiave segreta memorizzata
ja: 保存されたシークレットアクセスキーを表示
ko: 저장된 시크릿 액세스 키 표시
nb: Vis den lagrede hemmelige tilgangsnøkkelen
nl: Toon de opgeslagen geheime toegangssleutel
pl: Pokaż zapisany tajny klucz dostępu
pt_br: Mostrar a chave de acesso secreta armazenada
pt_pt: Revelar a chave de acesso secreta guardada
ru: Показать сохранённый секретный ключ доступа
sv: Visa den sparade hemliga åtkomstnyckeln

# account.action.revealSecret.unavailable
source: Authentication is unavailable right now, so the stored credentials stay hidden.
cs: Ověření není momentálně dostupné, uložené přihlašovací údaje proto zůstávají skryté.
da: Godkendelse er ikke tilgængelig lige nu, så de gemte adgangsoplysninger forbliver skjulte.
de: Die Authentifizierung ist derzeit nicht verfügbar, daher bleiben die gespeicherten Zugangsdaten verborgen.
el: Η ταυτοποίηση δεν είναι διαθέσιμη αυτήν τη στιγμή, επομένως τα αποθηκευμένα διαπιστευτήρια παραμένουν κρυφά.
es: La autenticación no está disponible en este momento, por lo que las credenciales guardadas permanecen ocultas.
fi: Todennus ei ole juuri nyt käytettävissä, joten tallennetut tunnistetiedot pysyvät piilotettuina.
fr: L’authentification est indisponible pour le moment, les identifiants enregistrés restent donc masqués.
hu: A hitelesítés jelenleg nem érhető el, ezért a mentett hitelesítő adatok rejtve maradnak.
it: L’autenticazione non è al momento disponibile, quindi le credenziali salvate restano nascoste.
ja: 現在認証を利用できないため、保存された資格情報は非表示のままです。
ko: 지금은 인증을 사용할 수 없으므로 저장된 자격 증명이 숨겨진 상태로 유지됩니다.
nb: Autentisering er utilgjengelig akkurat nå, så den lagrede påloggingsinformasjonen forblir skjult.
nl: Verificatie is momenteel niet beschikbaar, dus de opgeslagen inloggegevens blijven verborgen.
pl: Uwierzytelnianie jest obecnie niedostępne, więc zapisane dane dostępowe pozostają ukryte.
pt_br: A autenticação está indisponível no momento, então as credenciais salvas permanecem ocultas.
pt_pt: A autenticação não está disponível neste momento, pelo que as credenciais guardadas permanecem ocultas.
ru: Аутентификация сейчас недоступна, поэтому сохранённые учётные данные остаются скрытыми.
sv: Autentisering är inte tillgänglig just nu, så de sparade inloggningsuppgifterna förblir dolda.

# account.action.revealStoredCredentials
source: Reveal stored credentials
cs: Zobrazit uložené přihlašovací údaje
da: Vis gemte adgangsoplysninger
de: Gespeicherte Zugangsdaten anzeigen
el: Εμφάνιση αποθηκευμένων διαπιστευτηρίων
es: Revelar credenciales guardadas
fi: Näytä tallennetut tunnistetiedot
fr: Révéler les identifiants enregistrés
hu: Mentett hitelesítő adatok felfedése
it: Rivela le credenziali salvate
ja: 保存された認証情報を表示
ko: 저장된 자격 증명 표시
nb: Vis lagret påloggingsinformasjon
nl: Toon opgeslagen referenties
pl: Pokaż zapisane poświadczenia
pt_br: Mostrar credenciais salvas
pt_pt: Revelar credenciais guardadas
ru: Показать сохранённые учётные данные
sv: Visa sparade inloggningsuppgifter

# account.action.showSecret
source: Show
cs: Zobrazit
da: Vis
de: Anzeigen
el: Εμφάνιση
es: Mostrar
fi: Näytä
fr: Afficher
hu: Megjelenítés
it: Mostra
ja: 表示
ko: 표시
nb: Vis
nl: Toon
pl: Pokaż
pt_br: Mostrar
pt_pt: Mostrar
ru: Показать
sv: Visa

# account.action.testConnection
source: Test Connection
cs: Otestovat připojení
da: Test forbindelse
de: Verbindung testen
el: Δοκιμή σύνδεσης
es: Probar conexión
fi: Testaa yhteys
fr: Tester la connexion
hu: Kapcsolat tesztelése
it: Verifica connessione
ja: 接続テスト
ko: 연결 테스트
nb: Test tilkobling
nl: Verbinding testen
pl: Testuj połączenie
pt_br: Testar conexão
pt_pt: Testar ligação
ru: Проверить подключение
sv: Testa anslutning

# account.add
source: Add Account
cs: Přidat účet
da: Tilføj konto
de: Konto hinzufügen
el: Προσθήκη λογαριασμού
es: Añadir cuenta
fi: Lisää tili
fr: Ajouter un compte
hu: Fiók hozzáadása
it: Aggiungi account
ja: アカウントを追加
ko: 계정 추가
nb: Legg til konto
nl: Account toevoegen
pl: Dodaj konto
pt_br: Adicionar conta
pt_pt: Adicionar conta
ru: Добавить учётную запись
sv: Lägg till konto

# account.delete.confirm.message %@
source: Remove %@? This deletes the saved credentials from your Keychain.
cs: Odstranit %@? Tím se smažou uložené přihlašovací údaje z vaší klíčenky.
da: Vil du fjerne %@? Dette sletter de gemte adgangsoplysninger fra din nøglering.
de: %@ entfernen? Die gespeicherten Zugangsdaten werden aus dem Schlüsselbund gelöscht.
el: Αφαίρεση του %@; Αυτό διαγράφει τα αποθηκευμένα διαπιστευτήρια από την Κλειδοθήκη σας.
es: ¿Eliminar %@? Esto borra las credenciales guardadas del Llavero.
fi: Poistetaanko %@? Tämä poistaa tallennetut tunnistetiedot avainnipusta.
fr: Supprimer %@ ? Cela efface les identifiants enregistrés du Trousseau.
hu: Eltávolítja a(z) %@ fiókot? Ezzel törlődnek a mentett hitelesítő adatok a kulcskarikáról.
it: Rimuovere %@? Le credenziali salvate verranno cancellate dal Portachiavi.
ja: %@ を削除しますか?キーチェーンに保存された認証情報も削除されます。
ko: %@을(를) 제거하시겠습니까? 키체인에 저장된 자격 증명이 삭제됩니다.
nb: Vil du fjerne %@? Dette sletter den lagrede påloggingsinformasjonen fra nøkkelringen.
nl: %@ verwijderen? De opgeslagen referenties worden ook uit de Sleutelhanger verwijderd.
pl: Usunąć %@? Spowoduje to skasowanie zapisanych poświadczeń z Pęku kluczy.
pt_br: Remover %@? Isso apaga as credenciais salvas no Acesso às Chaves.
pt_pt: Remover %@? Isto elimina as credenciais guardadas do seu porta-chaves.
ru: Удалить %@? Сохранённые учётные данные будут удалены из Связки ключей.
sv: Ta bort %@? Detta raderar de sparade inloggningsuppgifterna från din nyckelring.

# account.delete.confirm.title
source: Delete account?
cs: Smazat účet?
da: Slet konto?
de: Konto löschen?
el: Διαγραφή λογαριασμού;
es: ¿Eliminar cuenta?
fi: Poistetaanko tili?
fr: Supprimer le compte ?
hu: Törli a fiókot?
it: Eliminare l'account?
ja: アカウントを削除しますか?
ko: 계정을 삭제하시겠습니까?
nb: Slette konto?
nl: Account verwijderen?
pl: Usunąć konto?
pt_br: Excluir conta?
pt_pt: Eliminar conta?
ru: Удалить учётную запись?
sv: Radera konto?

# account.edit
source: Edit Account
cs: Upravit účet
da: Rediger konto
de: Konto bearbeiten
el: Επεξεργασία λογαριασμού
es: Editar cuenta
fi: Muokkaa tiliä
fr: Modifier le compte
hu: Fiók szerkesztése
it: Modifica account
ja: アカウントを編集
ko: 계정 편집
nb: Rediger konto
nl: Account bewerken
pl: Edytuj konto
pt_br: Editar conta
pt_pt: Editar conta
ru: Изменить учётную запись
sv: Redigera konto

# account.field.accessKey
source: Access Key ID
cs: ID přístupového klíče
da: Adgangsnøgle-ID
de: Zugriffsschlüssel-ID
el: Αναγνωριστικό κλειδιού πρόσβασης
es: ID de clave de acceso
fi: Käyttöavaimen ID
fr: ID de la clé d'accès
hu: Hozzáférési kulcs azonosítója
it: ID chiave di accesso
ja: アクセスキー ID
ko: 액세스 키 ID
nb: Tilgangsnøkkel-ID
nl: Toegangs-sleutel-ID
pl: Identyfikator klucza dostępu
pt_br: ID da chave de acesso
pt_pt: ID da chave de acesso
ru: ID ключа доступа
sv: Åtkomstnyckel-ID

# account.field.accountID
source: Account ID
cs: ID účtu
da: Konto-ID
de: Konto-ID
el: Αναγνωριστικό λογαριασμού
es: ID de cuenta
fi: Tilin ID
fr: ID du compte
hu: Fiókazonosító
it: ID account
ja: アカウント ID
ko: 계정 ID
nb: Konto-ID
pl: Identyfikator konta
pt_br: ID da conta
pt_pt: ID da conta
ru: ID учётной записи
sv: Konto-ID

# account.field.azure.accountKey
source: Account key
cs: Klíč účtu
da: Kontonøgle
de: Kontoschlüssel
el: Κλειδί λογαριασμού
es: Clave de cuenta
fi: Tilin avain
fr: Clé du compte
hu: Fiókkulcs
it: Chiave dell'account
ja: アカウントキー
ko: 계정 키
nb: Kontonøkkel
nl: Accountsleutel
pl: Klucz konta
pt_br: Chave da conta
pt_pt: Chave da conta
ru: Ключ учётной записи
sv: Kontonyckel

# account.field.azure.accountName
source: Storage account name
cs: Název účtu úložiště
da: Navn på lagerkonto
de: Speicherkontoname
el: Όνομα λογαριασμού αποθήκευσης
es: Nombre de la cuenta de almacenamiento
fi: Tallennustilin nimi
fr: Nom du compte de stockage
hu: Tárfiók neve
it: Nome dell'account di archiviazione
ja: ストレージアカウント名
ko: 스토리지 계정 이름
nb: Navn på lagringskonto
nl: Naam van de opslag-account
pl: Nazwa konta magazynu
pt_br: Nome da conta de armazenamento
pt_pt: Nome da conta de armazenamento
ru: Имя учётной записи хранилища
sv: Namn på lagringskonto

# account.field.azure.endpoint.placeholder
source: Custom endpoint (optional)
cs: Vlastní endpoint (volitelné)
da: Brugerdefineret endpoint (valgfrit)
de: Eigener Endpunkt (optional)
el: Προσαρμοσμένο endpoint (προαιρετικό)
es: Endpoint personalizado (opcional)
fi: Mukautettu endpoint (valinnainen)
fr: Point de terminaison personnalisé (facultatif)
hu: Egyéni endpoint (nem kötelező)
it: Endpoint personalizzato (opzionale)
ja: カスタムエンドポイント(任意)
ko: 사용자 지정 엔드포인트(선택)
nb: Egendefinert endpoint (valgfritt)
nl: Aangepast eindpunt (optioneel)
pl: Niestandardowy endpoint (opcjonalnie)
pt_br: Endpoint personalizado (opcional)
pt_pt: Endpoint personalizado (opcional)
ru: Собственный endpoint (необязательно)
sv: Anpassad endpoint (valfritt)

# account.field.defaultBucket
source: Default Bucket (optional)
cs: Výchozí bucket (volitelné)
da: Standard-bucket (valgfrit)
de: Standard-Bucket (optional)
el: Προεπιλεγμένο bucket (προαιρετικό)
es: Bucket predeterminado (opcional)
fi: Oletus-bucket (valinnainen)
fr: Bucket par défaut (facultatif)
hu: Alapértelmezett bucket (nem kötelező)
it: Bucket predefinito (opzionale)
ja: デフォルトバケット(任意)
ko: 기본 버킷(선택)
nb: Standard-bucket (valgfritt)
nl: Standaard bucket (optioneel)
pl: Domyślny bucket (opcjonalnie)
pt_br: Bucket padrão (opcional)
pt_pt: Bucket predefinido (opcional)
ru: Бакет по умолчанию (необязательно)
sv: Standardbucket (valfritt)

# account.field.endpoint
source: Endpoint URL
cs: URL endpointu
el: URL του endpoint
es: URL del endpoint
fr: URL du point de terminaison
it: URL endpoint
ja: エンドポイント URL
ko: 엔드포인트 URL
nl: Eindpunt-URL
pl: URL endpointu
pt_br: URL do endpoint
pt_pt: URL do endpoint
ru: URL endpoint

# account.field.name
source: Name
cs: Název
da: Navn
el: Όνομα
es: Nombre
fi: Nimi
fr: Nom
hu: Név
it: Nome
ja: 名前
ko: 이름
nb: Navn
nl: Naam
pl: Nazwa
pt_br: Nome
pt_pt: Nome
ru: Имя
sv: Namn

# account.field.provider
source: Provider
cs: Poskytovatel
da: Udbyder
de: Anbieter
el: Πάροχος
es: Proveedor
fi: Palveluntarjoaja
fr: Fournisseur
hu: Szolgáltató
ja: プロバイダ
ko: 공급자
nb: Leverandør
nl: Aanbieder
pl: Dostawca
pt_br: Provedor
pt_pt: Fornecedor
ru: Провайдер
sv: Leverantör

# account.field.r2.accountID
source: Cloudflare account ID
cs: ID účtu Cloudflare
da: Cloudflare-konto-ID
de: Cloudflare-Konto-ID
el: Αναγνωριστικό λογαριασμού Cloudflare
es: ID de cuenta de Cloudflare
fi: Cloudflare-tilin ID
fr: ID du compte Cloudflare
hu: Cloudflare-fiókazonosító
it: ID account Cloudflare
ja: Cloudflare アカウント ID
ko: Cloudflare 계정 ID
nb: Cloudflare-konto-ID
pl: Identyfikator konta Cloudflare
pt_br: ID da conta Cloudflare
pt_pt: ID da conta Cloudflare
ru: ID учётной записи Cloudflare
sv: Cloudflare-konto-ID
